Repository: darksoil-studio/assemble
Catalog: ui/xliff/*.xlf
Languages: ca, de, es, sv

# s3139c52a1117c905
source: Assembly
ca: Pacte
de: Zusammenkunft
es: Pacto
sv: Sammansättning

# s10aa05aa50d278b9
source: Requires admin approval
ca: Requereix aprovació de l'administrador
de: Benötigt Zustimmung einer Person mit Admin Berechtigung
es: Requiere aprovación del administrador
sv: Kräver administratörsgodkänning

# s75f8021355029843
source: Need description*
ca: Descripció de la necessitat*
de: Benötigt Beschreibung*
es: Descripción de la necesidad*
sv: Behöver beskrivning*

# s695afc099cb2281c
source: Min. required
ca: Mín. requerit
de: Min. benötigt
es: Mín. requerido
sv: Min. behövda

# s2b9e39425bfcc804
source: Max. possible
ca: Màx. possible
de: Max. möglich
es: Máx. posible
sv: Max. möjliga

# sb65d8265eefc5783
source: Only one.
ca: Només un.
de: Nur eins.
es: Solamente uno.
sv: Endast en.

# s10f50336534b13d7
source: No min. or max.
ca: No hi ha mín. ni máx.
de: Kein min. oder max.
es: No hay mín. ni máx.
sv: Inget min eller max

# s04dc5daea8ffcb1b
source: Min.
ca: Mín.
es: Mín.
sv: Minst

# s49b4a5aecfdd8e35
source: Max.
ca: Màx.
es: Máx.

# s1244485ebc6b7d0a
source: Min. and Max.
ca: Mín. i Máx.
de: Min. und Max.
es: Mín. y Máx.
sv: Minst och max

# sf44cc868276931a1
source: The requested call to action was not found.
ca: No s'ha trobat la crida a l'acció
de: Der gesuchte Aufruf wurde nicht gefunden
es: La llamada a la acción no fue encontrada.
sv: Den efterfrågade händelseförslaget hittades inte.

# s7e7b17262f41a198
source: Error fetching the commitments for this call to action
ca: Error buscant els compromisos per a aquesta crida a l'acció
de: Verpflichtungen laden fehlgeschlagen.
es: Error buscando los compromisos para esta llamada a la acción
sv: Fel vid hämtning av åtagande för detta händelseförslaget

# s0d9e6884f8c4ba1a
source: Needs
ca: Necessitats
de: Anforderungen
es: Necesidades
sv: Behov

# s30c6728e592f4560
source: Add Need
ca: Afegir Necessitat
de: Anforderung hinzufügen
es: Añadir Necesidad
sv: Lägg till behov

# s2a71fae095e55879
source: There are no needs yet.
ca: Encara no hi ha cap necessitat.
de: Noch keine Anforderungen.
es: Aún no hay ninguna necesidad.
sv: Det finns inga behov än.

# s2d49e7bc149b45f6
source: This call to action doesn't have any required needs.
ca: Aquesta crida a l'acció no te cap necessitat requerida.
de: Dieser Aufruf hat keine Anforderungen.
es: Esta llamada a la acción no tiene ninguna necesidad requerida.
sv: Detta händelseförslaget har inga behovskrav

# s08b06007b5567108
source: of
ca: de
de: des
es: de
sv: av

# sb75af2a639e7fa01
source: Error fetching the progress of the call
ca: Error carregant el progrés de la crida a l'acció
de: Fortschritt laden fehlgeschlagen
es: Error cargando el progreso de la llamada a la acción
sv: Fel vid hämtning av förslagsutvecklingen

# s40326a98f486d818
source: Error creating the commitment
ca: Error creant el compromís
de: Verpflichtung erzeugen fehlgeschlagen
es: Error creando el compromiso
sv: Fel vid skapade av åtagandet

# s6d52cebcaa70b474
source: Commitment to Contribute
ca: Comprometre'm a Contribuir
de: Verpflichtung mitzuwirken
es: Compromiso a Contribuir
sv: Åtag bidragande

# sba98a7152d80b949
source: Amount
ca: Quantitat
de: Menge
es: Cantidad
sv: Mängd

# saf84ec86139d349e
source: Comment
ca: Comentari
de: Kommentar
es: Comentario
sv: Kommentar

# s661045907dd942bc
source: Commit
ca: Compromís
de: Verpflichtung eingehen
es: Compromiso
sv: Åtag

# sce13ce26519c5565
source: Error creating the satisfaction
ca: Error creant la satisfacció
de: Pflichterfüllung hinzufügen fehlgeschlagen
es: Error creando la satisfacción
sv: Fel vid skapande av tillfredställande

# sf587cc61d3dfb90e
source: Satisfy Need
ca: Satisfer Necessitat
de: Anforderung erfüllen
es: Satisfacer esta necesidad
sv: Tillfredställ behov

# sb1a3927bb18ccaf2
source: Are you sure? There are no commitments to contribute to this need yet.
ca: Estás segur? Encara no hi ha cap compromís a contribuir per a aquesta necessitat.
de: Bist du sicher? Es hat sich noch niemand verpflichtet, diese Anforderung zu erfüllen.
es: Estás seguro? Aún no hay ningún ninguna contribución para esta necesidad.
sv: Är du säker? Det finns inga åtagande för att bidra till detta behov än.

# sef2cd24ab375df7e
source: Select the commitments that satisfy this need.
ca: Selecciona els compromisos que satisfan aquesta necessitat.
de: Wähle die Verpflichtungen, die diese Anforderungen erfüllen.
es: Selecciona los compromisos que satisfacen esta necesidad.
sv: Välj vilket åtagande som tillfredställer detta behov.

# sf67e6e365e1dd961
source: committed to contribute
ca: s'ha compromés a contribuir
de: hat sich verpflichtet, beizutragen
es: se comprometió a contribuir
sv: Åtagen att bidra

# s950600ee56db1843
source: No comment
ca: Sense comentari
de: Kein Kommentar
es: Sin comentario
sv: Ingen kommentar

# s3e07827b85a6779a
source: Contribute
ca: Contribuïr
de: Beitragen
es: Contribuir
sv: Bidra

# s39f1f603c775a5b3
source: There are no satisfied needs.
ca: No hi ha cap necessitat satisfeta.
de: Keine erfüllten Anforderungen.
es: No hay ninguna necesidad satisfecha.
sv: Det finns inga tillfredställda behov.

# sba6d2aebd8696a70
source: Satisfied By
ca: Satisfeta Per
de: Erfüllt durch
es: Satisfecha Por
sv: Tillfredställs av

# s6a952825a82ea974
source: This need was satisfied with no contributions.
ca: Aquesta necessitat s'ha satisfet sense contribucions.
de: Diese Anforderungen wurde erfüllt, ohne dass sich jemand dazu verpflichted hat.
es: Esta necesidad fue satisfecha sin ninguna contribución.
sv: Detta behov tillfredställdes utan bidrag.

# s8217b4cf2a9d5a97
source: Additional Contributions
ca: Contribucions Addicionals
de: Zusätzliche Verpflichtungen
es: Contribuciones Adicionales
sv: Ytterligare bidrag

# sabfa03dfc4fa6bda
source: There are no additional contributions.
ca: No hi ha cap contribució addicional.
de: Es gibt keine zusätzlichen Verpflichtungen.
es: No hay ninguna contribución adicional.
sv: Det finns inga ytterligare bidrag.

# sd63b87e98ed1536f
source: There are no contributions yet.
ca: Encara no hi ha cap contribució.
de: Es gibt noch keine Verpflichtungen.
es: Aún no hay ninguna contribución.
sv: Det finns inga bidrag än.

# se7229fcfe421ebe1
source: Max. possible contributions reached
ca: S'ha arribat al màx. de contribucions possibles
de: Maximale Anzahl Verpflichtungen erreicht
es: Se ha alcanzado el número de contribuciones máx.
sv: Max möjliga bidrag nådda

# s9dc338f31cc6c22c
source: The requested call to action doesn't exist
ca: La crida a l'acció no existeix
de: Der angeforderte Aufruf existiert nicht
es: La llamada a la acción no existe
sv: Det efterfrågade händelseförslaget finns inte

# s5cdaaf1e8ed09fa1
source: Error fetching the call to action
ca: Error buscant la crida a l'acció
de: Aufruf laden fehlgeschlagen
es: Error cargando la llamada a la acción
sv: Fel vid hämtning av händelseförslaget

# sa7f40d9c3baa9830
source: There are no unsatisfied needs.
ca: No hi ha cap necessitat no satisfeta.
de: Es gibt keine unerfüllten Anforderungen.
es: No hay ninguna necesidad no satisfecha
sv: Det finns inga otillfredställda behov.

# s2bcc52b8378d6fd3
source: Cancel Contribution
ca: Cancel·lar la Contribució
de: Verpflichtung zurückziehen
es: Cancelar Contribución
sv: Ta bort bidrag

# s09e0eab6e02bc393
source: This will notify all event participants.
ca: S'enviarà una alerta a tots els participants de l'event.
de: Dies wird alle Event-Teilnehmer benachrichtigen.
es: Se enviará una notificación a todos los participantes del evento.
sv: Detta kommer att notifiera alla event deltagare

# s5f8492d41fc62041
source: Committed to contribute
ca: S'ha compromés a contribuir
de: Zur Erfüllung verpflichtet
es: Se ha comprometido a contribuir
sv: Åtagen att bidra

# s2ceb11be2290bb1b
source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar
sv: Ta bort

# s07834954afa4b6d9
source: Contribution was cancelled
ca: La contribució ha esta cancel·lada
de: Verpflichtung wurde zurückgezogen
es: La contribución ha sido cancelada
sv: Bidrag var borttaget

# sd9c91e17e3d7bcbd
source: Error fetching the commitment
ca: Error buscant el compromís
de: Verpflichtung laden fehlgeschlagen
es: Error buscando el compromiso
sv: Fel vid hämtning av åtagande

# s993dbfafb7511653
source: Error accepting the commitment
ca: Error acceptant el compromís
de: Verpflichtung akzeptieren fehlgeschlagen
es: Error aceptando el compromiso
sv: Fel vid godkännande av åtagande

# sb4ee10dd8a1622bc
source: No one has contributed to this need yet.
ca: Encara no hi ha cap contribució per a aquesta necessitat.
de: Es hat noch niemand zu dieser Anforderung beigetragen.
es: Aún no hay ninguna contribución para esta necesidad.
sv: Ingen har bidragit till detta behov än.

# sfdebb1ce66502f94
source: Contributions
ca: Contribucions
de: Beiträge
es: Contribuciones
sv: Bidrag

# s64dbbddf00d4c5ee
source: Cancelled Commitments
ca: Compromisos Cancel·lats
de: Zurückgezogene Verpflichtungen
es: Compromisos Cancelados
sv: Borttagna åtaganden

# s906fe9255792554f
source: There are no cancelled commitments.
ca: No hi ha cap compromís cancel·lat.
de: Es gibt keine zurückgezogenen Verpflichtungen.
es: No hay ningún compromiso cancelado.
sv: Det finns ingan borttagna åtagande.

# sf6178cb3480a86ce
source: No call to actions found for this call to action
ca: No s'ha trobat cap crida a l'acció per a aquesta crida a l'acció
de: Keine Aufrufe gefunden für diesen Aufruf
es: No se ha encontrado ninguna llamada a la acción para esta llamada a la acción
sv: Inga händelseförslag hittade för denna händelse

# s983762ecac7f91d6
source: Error fetching the call to actions
ca: Error buscant la crida a l'acció
de: Aufrufe laden ist fehlgeschlagen
es: Error buscando la llamada a la acción
sv: Fel vid hämtning av

# s63d894b1ddb06289
source: Description
ca: Descripció
de: Beschreibung
es: Descripción
sv: Beskrivning

# s3ccb73a74da91bf0
source: The requested commitment doesn't exist
ca: No s'ha trobat el compromís
de: Die angeforderte Verpflichtung existiert nicht
es: El compromiso no existe
sv: Det sökta åtagandet finns inte

# s524827c85a293dab
source: Create Assembly
ca: Crear Pacte
de: Zusammenkunft erstellen
es: Crear Pacto
sv: Skapa sammansättning

# s28c37787e4765e58
source: Error creating the call to action
ca: Error creant la crida a l'acció
de: Aufforderung erstellen fehlgeschlagen
es: Error creando la llamada a la acción
sv: Fel vid skapandet av händelseförslag

# s2873489db50fee52
source: Edit Call To Action
ca: Editar la Crida a l'Acció
de: Aufforderung bearbeiten
es: Editar Llamada a la Acción
sv: Redigera händelseförslaget

# s33f85f24c0f5f008
source: Save
ca: Guardar
de: Speichern
es: Guardar
sv: Spara

# s258f7773578f509b
source: Edit Satisfaction
ca: Editar la Satisfacció
de: Pflichterfüllung bearbeiten
es: Editar Satisacción
sv: Redigera tillfredställande

# sb97c2f40b5f2dd89
source: You don't have any contributions.
ca: No tens cap contribució.
de: Du hast noch keine Beiträge.
es: No has hecho ninguna contribución.
sv: Du har inga bidrag.

# se87af0982795d20a
source: Error fetching the commitments
ca: Error buscant els compromisos
de: Verpflichtungen laden fehlgeschlagen
es: Error buscando los compromisos.
sv: Fel vid hämtninga av åtagandena

# s1d5bb8155f842a8d
source: Satisfaction
ca: Satisfacció
de: Pflichterfüllung
es: Satisfacción
sv: Tillfredställande

# sfff952497e3fb6d1
source: The requested satisfaction doesn't exist
ca: No s'ha trobat la satisfacció
de: Die angefragte Pflichterfüllung existiert nicht
es: La satisfacción no existe
sv: Det efterfrågade uppfyllandet finns inte

# s62a1100d991c6f2c
source: Error fetching the satisfaction
ca: Error buscant la satisfacció
de: Pflichterfüllung laden fehlgeschlagen
es: Error buscando la satisfacción
sv: Fel vid hämtning av tillfredställandet

# s43eb64ba7056a741
source: The requested assembly doesn't exist
ca: No s'ha trobat el pacte
de: Die angeforderte Zusammenkunft existiert nicht
es: El pacto no existe
sv: Den efterfrågade sammansättningen finns inte

# s5259c79873512bfc
source: Error fetching the assembly
ca: Error buscant el pacte
de: Zusammenkunft laden fehlgeschlagen
es: Error buscando el pacto
sv: Fel vid hämtning av sammansättningen

# sf5fd459d08e41134
source: No assemblies found for this call to action
ca: No s'ha trobat cap pacte per a aquesta crida a l'acció
de: Keine Zusammenkünfte gefunden für diesen Aufruf
es: No hay ningún pacto para esta llamada a la acción
sv: Inga sammansättningar hittades för detta händelseförslaget

# sabf9ff4d7b13d288
source: Error fetching the assemblies
ca: Error buscant els pactes
de: Zusammenkünfte laden fehlgeschlagen
es: Error buscando los pactos
sv: Fel vid hämtning av sammanstättningarna

# saf9aab12d5299951
source: No assemblies found for this satisfaction
ca: No s'ha trobat cap pacte per a aquest satisfacció
de: Keine Zusammenkünfte gefunden für diese Pflichterfüllung
es: No se ha encontrado ningún pacto para esta satisfacción
sv: Inga sammansättningar hittade för detta tillfredställande

# sa38fc58e91a0562d
source: Error creating the assembly
ca: Error creant el pacte
de: Zusammenkunft erstellen fehlgeschlagen
es: Error creando el pacto
sv: Fel vid skapandet av sammansättningen
